Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/saamelaistaidetapahtuman_avajaiset.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat nuoret saamelaistaiteilijat,
sme: Árvvus adnon nuorra sámi dáiddarat !

source: Minulle on hyvin mieluinen tehtävä olla avaamassa saamelaisnuorten tai
sme: Munnje lea hui mielamiel bargu leat rahpame sáminuoraid

source: detapahtumaa.
sme: dáiddadáhpáhusa.

source: Tilaisuutenne ja taiteenne kautta saamelaiset saavat uusia
sme: Dán dilálašvuođa ja din dáidaga bakte sápmelaččat

source: näkemyksiä saamelaistaiteesta ja ulkomaailma saa monipuolisen ja mie
sme: ožžot ođđa oainnuid sámi dáidagis ja olgomáilbmi oažžu máŋggabealálaš

source: lenkiintoisen kuvan saamelaisnuorten ajatusmaailmasta ja taiteesta.
sme: ja miellagiddevaš gova sáminuoraid jurddamáilmmis ja dáidagis.

source: On ilo
sme: Lea illu

source: nähdä näin paljon nuoria saamelaistaiteilijoita paikalla.
sme: oaidnit ná olu nuorra sámi dáiddariid dáppe.

source: Yritän puhua lyhy
sme: Geahččalan hupmat

source: esti, koska ohjelmasta päätellen on luvassa niin paljon mielenkiintoisem
sme: oanehaččat, daningo prográmma vuođul mii beassat oaidnit ja gullat mihá

source: paa ja taiteellisempaa kuin mitä on minun puheeni.
sme: eanet miellagiddevaččabu ja dáiddalaččabu go mu sáhkavuoru.

source: Teillä nuorilla on hieno tulevaisuus saamelaistaiteen parissa - ja saamelais
sme: Dis nuorain lea fiinna boahtteáigi sámi dáidaga olis – ja sámi dáidaga

source: taiteen tulevaisuus riippuukin teistä.
sme: boahtteáigi lea hui olu din duohken.

source: Olen katsonut tapahtuman ohjelmaa
sme: Lean geahččan dáhpáhusa prográmma

source: läpi, ja teidän esityksienne nimistä ja kuvauksista paistaa ilo ja onni esiin
sme: čađa ja din ovdanbuktojumiid namain ja govvádusain vuhtto illu ja lihkku

source: tyä.
sme: loaiddastit.

source: Säilyttäkää tämä ilo ja onni myös tulevissa töissänne. On hienoa myös
sme: Seailluhehket dán ilu ja lihku maid boahttevaš dáiddalaš dujiin.

source: havaita, että koko saamelaisalue on edustettuna monipuolisesti.. Katsoes
sme: Lea maid suohtas fuobmát, ahte oba Sápmi lea ovddastuvvon dán

source: sani Bearralat- kirjan kuvia voin selkeästi havaita, että teissä nuorissa on
sme: dáhpáhusas máŋggabealálaččat. Go gehččen Bearralat-girjji govaid, de

source: tulevaisuus ja voimme odottaa, että saamelaiset saavat korkeasti arvostet
sme: sáhtán hui čielgasit oaidnit, ahte dis nuorain lea boahtteáigi ja sáhttit

source: tuja taiteilijoita uusine ideoineineen ja näkemyksineen saamelaisuudesta ja
sme: oaidnit, ahte sápmelaččat ožžot allagit árvvus adnon dáiddariid ođđa

source: taiteesta.
sme: jurdagiiguin ja oainnuiguin sápmelašvuođas ja dáidagis.

source: Erityisen iloinen olen tämän vuoden taidetapahtuman kirjateemasta.
sme: Earenoamáš ilus lean dán jagi dáiddadáhpáhusa girjefáttás.

source: Te
sme: Dii

source: kirjoituksillanne olette mukana kehittämässä saamen kieltä, takaatte sen
sme: čállagiiddisetguin lehpet mielde ovddideame sámegiela, dáhkidehpet dan

source: elinvoimaisuuden, vivahteiden ja kielen kehittymisen ja taiteenlajin kehit
sme: ealasin bissuma, nyánssaid ja gielá ovdáneami ja dáiddašlája gárggiideami.

source: tymisen. Saamelaiskulttuurissa on ollut aina vahva kertomaperinne, ja olet
sme: Sámi kultuvrras lea leamaš álohii nanu muitalanárbevierru, ja dii

source: te kirjoituksillanne osa saamelaisen kertomaperinteen jatkumoa. Kirjoit
sme: iežaideattet čállagiid bakte lehpet sámi muitalanárbevieru joatkiid oassin.

source: taminen on vaativa taiteenlaji – ja on jo saavutus osallistua kirjoituskilpai
sme: Čállin lea dáiddašládja, mii gáibida olu – ja lea juo bures dahkkon go

source: luun.
sme: oassálastá čállingilvui.

source: Kannustankin teitä kaikkia kilpailuun osallistuneita ja nuoria taiteili
sme: Mun movttiidahttánnai din buohkaid gilvui

source: joita jatkamaan kirjoitusharrastusta.
sme: oassálastiid ja nuorra dáiddariid joatkit čállima viidásit.

source: Hyvät nuoret,
sme: Buorit nuorat,

source: Saamelaiskulttuuri on ollut perinteisesti hyvin taiteellinen kulttuuri – meil
sme: Sámi kultuvra lea leamaš árbevirolaččat hui dáiddalaš kultuvra – mis lea

source: lä on vahva taidekäsityöperinne ja musiikkimme, joiku.
sme: nanu dáiddaduodjeárbevierru ja musihkka, luohti, livđe ja leudd.

source: Meidän tulee säi
sme: Mii

source: lyttää keskeisimmät perinteemme, mutta emme saa lukkiutua siihen ja es
sme: galgat seailluhit iežamet guovddáš árbevieruid, muhto eat oaččo

source: tää uuden sukupolvemme luovuutta. Olemmekin saaneet taiteemme kir
sme: lássahuvvat daidda ja eastit ođđa buolvamet duddjojeaddjáivuođa ja

source: joon uusia muotoja.
sme: hutkáivuođa.

source: Teidän täytyy löytää oma tienne ja tapanne miten ha
sme: Mii leatge ožžon dáidageamet girjáivuhtii ođđa hámiid. Dii

source: luatte tuoda saamelaiskulttuuria esille ja edistää sitä taiteessanne ja elä
sme: galgabehtet gávdnat iežaideattet bálgá ja vuogi mot hálidehpet buktit sámi

source: mässänne.
sme: kultuvrra ovdan ja ovddidit dan iežaideattet dáidagis ja eallimis.

source: Näillä sanoin avaan saamelaisnuorten taidetapahtuman ja toivotan kaikille
sme: Dáiguin sániiguin raban sámi nuoraid dáiddadáhpáhusa ja sávan buohkaide

source: kilpailijoilla parhainta onnea ja menestystä.
sme: gilvvohalliide lihku ja menestumi.

source: Toivotan teille kaikille innos
sme: Sávan didjiide buohkaide movtta

source: tusta jatkaa taiteen parissa myös tämän kilpailun jälkeen.
sme: joatkit dáidaga olis maiddái dán gilvvu maŋŋel.

source: Odotan suurella
sme: Vuorddán hui stuora

source: kiinnostuksella esityksiänne ja tulkintojanne uusista ja perinteisistä saame
sme: beroštumiin din ovdanuktojumiid ja dulkomiid ođđa ja árbevirolaš sámi

source: laistansseista.
sme: dánssain.
